<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>鄭氏音乐</title>
</head>
<body>
<h1 style="text-align: center;">鄭氏音乐隐私政策</h1>
<p>本版更新时间：2020年02月20日</p>

<p style="font-size:10.5pt;font-family:&quot;微软雅黑&quot;,&quot;sans-serif&quot;;mso-bidi-font-family:
        微软雅黑;color:#666666;background:white">鄭氏音乐及旗下各关联公司（以下统称“鄭氏”或“我们”）一向庄严承诺保护使用鄭氏的产品和服务（以下统称“鄭氏服务”）之用户（以下统称“用户”或“您”）的个人信息和隐私安全。您在使用鄭氏服务时，我们可能会收集和使用您的相关个人信息。我们希望通过《鄭氏音乐隐私政策》（以下简称“本政策”）向您说明我们在收集和使用您相关个人信息时对应的处理规则等相关事宜，以便更好地保障您的权益。

本政策适用于我们提供的所有鄭氏服务。当您使用我们任何单项服务时，您同意接受本政策以及我们在该单项服务中发出的特定隐私信息类政策条款（下列称“特定条款”）的保护，在此情况下特定条款与本政策条款同时对您产生效力。例如：使用鄭氏在线游戏服务的用户，同时适用本政策以及《网络游戏用户隐私权保护和个人信息利用政策》；未满十四周岁的用户，同时适用本政策以及《鄭氏儿童个人信息保护规则及监护人须知》。如特定条款与本政策条款存在同类条款的不一致约定，则在特定条款约束范围内应以特定条款为准。如我们提供的某一单项服务不适用本政策的，该服务中会以适当方式明示排除适用本政策。

在使用各项鄭氏服务前，请您务必仔细阅读并透彻理解本政策，在确认充分理解并同意后再开始使用。如果您不同意本政策的内容，将可能导致鄭氏服务无法正常运行，或者无法达到我们拟达到的服务效果，您应立即停止访问/使用网易服务。您使用或继续使用鄭氏服务，都表示您同意我们按照本政策（包括更新版本）收集、使用、储存、分享、转让和披露您的个人信息。

在阅读完本政策后，如您对本政策或与本政策相关的事宜有任何问题，您可通过联系我们，我们会尽快为您作出解答。</p>
</body>
</html>